---
kind: enumMember
id: F:Autodesk.Revit.DB.AreaElemType.GrossArea
enum: Autodesk.Revit.DB.AreaElemType
source: html/32fba1d0-a415-1acc-31be-b62afa4bfe53.htm
---
# Autodesk.Revit.DB.AreaElemType.GrossArea

Gross Area Scheme - only 2 types of spaces (internal and external).